{"id": "2019517公务员，普通人", "title": "公务员，普通人", "text": "\n\n　　《南风窗》记者的电话打过去时，李理刚经过嘈杂的办公室，一位村民，正因村里的财务问题和人发生争执。\n\n　　说是办公室，不过是简陋的房间，配置着和普通学校雷同的桌子和墙面。那是李理在镇政府的工作环境。\n\n　　形成反差的是，“求职前，我设想自己会在一栋起码二十层以上的玻璃大厦里办公”。\n\n　　愿望最终没有实现，但是公务员的身份给了这位年轻人更多的体验。\n\n　　这其中的滋味，有酸，有苦，也有甘。\n\n \n\n　　无所谓对错\n\n　　大四的时候，李理面试了一家又一家公司，收获了不少offer。\n\n　　正当他心满意足地准备为自己竞聘上的众多职位作出选择时，碰上了一次难得的政策机遇，家乡湖南省首次招收直通省直单位的选调生。这意味着，在经历了两年的乡镇基层锻炼期且考核合格后，可以直接调到省直机关工作。\n\n　　这是他也不曾想象过的选择，但是机会难得，他还是在最后关头报了名，并且成功通过了选拔。\n\n　　面对突如其来的机会，不仅他没有准备好，连基层单位也没有准备好。\n\n　　他到湖南娄底市下辖的乡镇报到时，发现党政办主任甚至没给他安排办公室和桌子，对方不以为意：“反正你过两天就要走了。”\n\n　　原来在基层政府里，很难留得住年轻干部是过去的常态，因为人事的管理权在更上一级单位，他们来了以后很快就会被抽调到“上面”去，所以李理的到来，在他们看来不过是“走过场”。\n\n　　也能理解，基层就是政策冲锋的一线，往往要面对“一地鸡毛”的人和事，同时环境也不如想象中“优雅”，“连上厕所的条件都是非常艰苦”。\n\n　　面前是他熟悉的一片山水。娄底是李理从小长大的地方，不过，对同样的环境却在人生的不同阶段有了新的认识。面对工作，他很快就有了不一样的感悟。\n\n　　近年来，经济快速推进的娄底市区，增加了不少征地拆迁的案例，这其中自然涉及复杂的经济赔偿和沟通，带来了不少问题。比如会有一部分早年经历拆迁的村民，因为补偿标准不如后来者，成为了上访专业户。\n\n　　几乎每年，政策都会有调整，基层政府了解现实，但在政策制定上并无话语权，只是充当执行者的角色，有时就会陷入棘手局面。“这是老百姓的问题吗？不能这么说，是政府的问题吗？也不一定。可能没有人是错的，但是矛盾依然会出现。”往后再遇到类似问题的时候，他知道往两边都想一想，这是李理积累出来的“老练”。\n\n　　在广东的张月很难想象，每天跟村民打交道是什么样的日子，但是李理也未必能接受他的工作。\n\n　　张月要面对的是戒毒所里各种正在戒毒的人员。这是一份像“小学生班主任”的工作，他不需要和“看管”的对象有过多的交流，只需要看着他们在规定的工作岗位上完成任务。\n\n　　在工厂里，戒毒人员严格遵守着六小时的工作制度，他们也随之固定跟随。工作对于张月来说没有什么难度，但却并不放松。“你看着他们（戒毒的人），是不能笑的，也不能将自己的情绪写在脸上，不然说不定又会搞什么花样出来。”\n\n　　刚到的日子虽然单调却也新鲜，但要有所追求，就很难这样“安于现状”。\n\n同一批进来的同事，许多人纯粹是冲着“铁饭碗”而来。他们大多是大专学历，年纪又比他大至少五六岁，进来之前都经历了一次次的考试，终于如愿以偿，对这个饭碗特别满意，对工作的意义也就不太在乎。\n\n　　他也能观察到他们没有什么晋升的欲求，就算一辈子在“底层”也愿意。“毕竟上班的时候能熬就熬过去，下班就完全是自己的时间了。”\n\n \n\n　　“全科医生”\n\n　　对初入职的那段时光，于飞飞是极度怀念的。\n\n　　那时他踌躇满志，憧憬着未来大展拳脚，又因为从事着长辈眼中备受肯定的职业而感到各方面的自豪。\n\n　　但十多年后的现在再谈当初，曾经的热情显得遥远和缥缈了。\n\n　　3月初的这个周末，于飞飞陪孩子在室内玩了一个上午的溜冰。仅仅是陪伴，对于这位湖南的科级干部来说仍然是奢侈。加班加点成为了他现在工作的常态，经常为了一份报告熬至通宵，更谈不上照顾还在幼儿园的孩子的情感了。\n\n　　年近四十，尽管看起来比实际年龄要年轻许多，但是投身“官场”至此，于飞飞没有在工作中找到想象中的成就感，反而在言语中充满了焦灼。\n\n　　因为从事的是目前政策执行中较为敏感的领域，他不愿意透露所在部门。但是具体的感受应该是相通的，那就是政策变更的频繁和面对新情况的无所适从。\n\n　　关于前者，他举了一个镇长朋友的例子。他曾经很纳闷，这位朋友为什么每次接电话都说自己在加班？而现在身临其境，他能理解了。在镇上面临的情况更为复杂，雨天防洪，晴天防旱，并且扶贫的任务迫在眉睫，每天光是应付检查都占据了大段时间。所以一年下来，朋友确实如电话里所呈现的状态那样，几乎没怎么休息。\n\n　　新的政策往往意味着对新能力的要求，于飞飞就经常感到力不从心。“难道真的是我的学历水平不够？没有能力处理现在面对的问题吗？”\n\n　　为了学习、理解和应对，他所用的办法是一有空就上百度搜索资料，然而实际作用并不大。他自我哂笑说：“可能真的只有高人能给我指点了。可是这样的高人在哪里呢？”\n\n　　李理便很能理解镇长的忙碌，他经历过这种状态：今天写一个饮用水困难的报告，明天给一条坏掉的路申请维护资金，后天到山上巡视防止失火。\n\n　　他曾经到市级部门轮岗，在那样层级明晰的部门里，分工专业，各司其职。\n\n　　而在镇政府，就要做一个“全科医生”，环保、水利、林业、农业样样要熟悉。“尤其是党政领导，基本上什么东西都要知道，区委书记就坐在面前，问话时答不上来是非常尴尬的。”\n\n　　在两年的基层扎根经历里，他还接待过一位全镇最“知名”的上访户—60来岁的妇女，打扮和街上的任何一个老太太无异，“就是经常撇着嘴”。她持续的上访源于借钱给亲戚投资失利，本是一个民事纠纷，却持续不断地找政府，并且认为每个部门都在“踢皮球”。每位官员都有可能成为她的下一个投诉对象，基本上是谁接待谁“倒霉”。\n\n　　李理选择了“倾听”，而不是“反驳”，让对方释放委屈，家长里短一样地聊，对方反而消了气。\n\n　　朋友说，李理曾经是一个朋友圈里尽是吃喝玩乐的年轻人状态，工作后便都是培训班、国家政策的分享，变得不一样了。他的确是比以前更为透彻地了解政策执行的个中无奈了。“基层的许多问题，不是要分出谁对谁错，也分不出来，很多时候都是百姓的心中执拗地憋着一口气，怎么顺气才最重要。”\n\n \n\n　　“我们也在反思”\n\n　　张月如果“诉苦”，在别人看来是不可信的。公务员，谁会相信这个曾经人人艳羡的职业有苦可诉呢？\n\n　　准时下班的话，张月习惯一个人晚饭后步行20分钟，到家旁的河边散步。河堤很长，入夜后便能给已经闷热的南方带来清爽的凉风。选择工作时，因为他不爱漂泊，所以坚定地选择了回家当公务员这条路径。\n\n　　从两年前的懵懂无知到现在逐渐熟习职场上的规则，他摔过跤，也吃过苦头，家人语重心长地劝诫过：选择进入了体制，就要适应人情上的“那一套”，“该做的还是得做”。\n\n　　他不是不知道，只是年轻气盛，血气方刚，从心理上，还没能强迫自己接受。\n\n　　工作中，他仍然相信，任务的完成就是对上级最好的“奉承”，而不是像其他一到饭点就等在领导办公室门口，过于热衷表现自己的同事一样。\n\n　　这份“固执”能坚持多久呢？不知道。两个月前，他从一线的岗位调换到办公室的文职工作，脱离了环境复杂的一线，他可以开始做点自己喜欢干的活儿—写东西了。\n\n　　但是现在写的材料都是千篇一律，经常是上级的突然到访带来的临时任务，写得多了—更准确地说，是在网上“复制”“粘贴”多了，不免让人感觉麻木、机械。\n\n　　被外界诟病的，还包括基层公务员的薪资问题。以李理所在的湖南为例，对比起其他的发达省份仍然有很大差距。他介绍说，普通基层事业单位的工作人员，工资在2000元出头，加上年底的绩效，一年是四五万元。尽管现在在稳步提升，李理的工资今年也迎来了微调，不过“只涨了一百多元”。\n\n　　今年2月底，中科院心理研究所发布了首部心理健康蓝皮书，其中显示公务员群体中有35.2%的比例达到中高等焦虑的状态，这个比例并非最为突出，但因为其关系到社会运行治理的细枝末节而受到广泛的关注。\n\n　　就在近日，一篇关于湖南永州市委书记严华的文章在湖南公务员圈流传，这只是一位新走马上任的书记的工作体会，却戳中了很多人的心。文章旗帜鲜明地反对让“5+2、白+黑、8+X”等极端的工作时间安排成为常态，引发了许多公务员的共鸣。\n\n　　公务员的心理问题的确需要重视，并且已经引起了真正的关注。3月11日，中共中央办公厅印发了《关于解决形式主义突出问题为基层减负的通知》，决定将2019年作为“基层减负年”。\n\n　　在生活中，李理说他并不避讳向别人谈到基层的真实情况和问题，因为他也经常撰写报告，汇报工作中产生的真实想法。“公务员系统并不是经不起批评，我们在党校培训学习的时候，讨论的都是真实存在的问题，我想政府也在积极地反思、变革。”\n\n　　（文中部分采访对象为化名）\n\n \n", "html": "<p>《南风窗》记者的电话打过去时，李理刚经过嘈杂的办公室，一位村民，正因村里的财务问题和人发生争执。</p>\n<p></p>\n<p>　　说是办公室，不过是简陋的房间，配置着和普通学校雷同的桌子和墙面。那是李理在镇政府的工作环境。</p>\n<p></p>\n<p>　　形成反差的是，“求职前，我设想自己会在一栋起码二十层以上的玻璃大厦里办公”。</p>\n<p></p>\n<p>　　愿望最终没有实现，但是公务员的身份给了这位年轻人更多的体验。</p>\n<p></p>\n<p>　　这其中的滋味，有酸，有苦，也有甘。</p>\n<p></p>\n<p> </p>\n<p></p>\n<p>　　无所谓对错</p>\n<p></p>\n<p>　　大四的时候，李理面试了一家又一家公司，收获了不少offer。</p>\n<p></p>\n<p>　　正当他心满意足地准备为自己竞聘上的众多职位作出选择时，碰上了一次难得的政策机遇，家乡湖南省首次招收直通省直单位的选调生。这意味着，在经历了两年的乡镇基层锻炼期且考核合格后，可以直接调到省直机关工作。</p>\n<p></p>\n<p>　　这是他也不曾想象过的选择，但是机会难得，他还是在最后关头报了名，并且成功通过了选拔。</p>\n<p></p>\n<p>　　面对突如其来的机会，不仅他没有准备好，连基层单位也没有准备好。</p>\n<p></p>\n<p>　　他到湖南娄底市下辖的乡镇报到时，发现党政办主任甚至没给他安排办公室和桌子，对方不以为意：“反正你过两天就要走了。”</p>\n<p></p>\n<p>　　原来在基层政府里，很难留得住年轻干部是过去的常态，因为人事的管理权在更上一级单位，他们来了以后很快就会被抽调到“上面”去，所以李理的到来，在他们看来不过是“走过场”。</p>\n<p></p>\n<p>　　也能理解，基层就是政策冲锋的一线，往往要面对“一地鸡毛”的人和事，同时环境也不如想象中“优雅”，“连上厕所的条件都是非常艰苦”。</p>\n<p></p>\n<p>　　面前是他熟悉的一片山水。娄底是李理从小长大的地方，不过，对同样的环境却在人生的不同阶段有了新的认识。面对工作，他很快就有了不一样的感悟。</p>\n<p></p>\n<p>　　近年来，经济快速推进的娄底市区，增加了不少征地拆迁的案例，这其中自然涉及复杂的经济赔偿和沟通，带来了不少问题。比如会有一部分早年经历拆迁的村民，因为补偿标准不如后来者，成为了上访专业户。</p>\n<p></p>\n<p>　　几乎每年，政策都会有调整，基层政府了解现实，但在政策制定上并无话语权，只是充当执行者的角色，有时就会陷入棘手局面。“这是老百姓的问题吗？不能这么说，是政府的问题吗？也不一定。可能没有人是错的，但是矛盾依然会出现。”往后再遇到类似问题的时候，他知道往两边都想一想，这是李理积累出来的“老练”。</p>\n<p></p>\n<p>　　在广东的张月很难想象，每天跟村民打交道是什么样的日子，但是李理也未必能接受他的工作。</p>\n<p></p>\n<p>　　张月要面对的是戒毒所里各种正在戒毒的人员。这是一份像“小学生班主任”的工作，他不需要和“看管”的对象有过多的交流，只需要看着他们在规定的工作岗位上完成任务。</p>\n<p></p>\n<p>　　在工厂里，戒毒人员严格遵守着六小时的工作制度，他们也随之固定跟随。工作对于张月来说没有什么难度，但却并不放松。“你看着他们（戒毒的人），是不能笑的，也不能将自己的情绪写在脸上，不然说不定又会搞什么花样出来。”</p>\n<p></p>\n<p>　　刚到的日子虽然单调却也新鲜，但要有所追求，就很难这样“安于现状”。</p>\n<p></p>\n<p>同一批进来的同事，许多人纯粹是冲着“铁饭碗”而来。他们大多是大专学历，年纪又比他大至少五六岁，进来之前都经历了一次次的考试，终于如愿以偿，对这个饭碗特别满意，对工作的意义也就不太在乎。</p>\n<p></p>\n<p>　　他也能观察到他们没有什么晋升的欲求，就算一辈子在“底层”也愿意。“毕竟上班的时候能熬就熬过去，下班就完全是自己的时间了。”</p>\n<p></p>\n<p> </p>\n<p></p>\n<p>　　“全科医生”</p>\n<p></p>\n<p>　　对初入职的那段时光，于飞飞是极度怀念的。</p>\n<p></p>\n<p>　　那时他踌躇满志，憧憬着未来大展拳脚，又因为从事着长辈眼中备受肯定的职业而感到各方面的自豪。</p>\n<p></p>\n<p>　　但十多年后的现在再谈当初，曾经的热情显得遥远和缥缈了。</p>\n<p></p>\n<p>　　3月初的这个周末，于飞飞陪孩子在室内玩了一个上午的溜冰。仅仅是陪伴，对于这位湖南的科级干部来说仍然是奢侈。加班加点成为了他现在工作的常态，经常为了一份报告熬至通宵，更谈不上照顾还在幼儿园的孩子的情感了。</p>\n<p></p>\n<p>　　年近四十，尽管看起来比实际年龄要年轻许多，但是投身“官场”至此，于飞飞没有在工作中找到想象中的成就感，反而在言语中充满了焦灼。</p>\n<p></p>\n<p>　　因为从事的是目前政策执行中较为敏感的领域，他不愿意透露所在部门。但是具体的感受应该是相通的，那就是政策变更的频繁和面对新情况的无所适从。</p>\n<p></p>\n<p>　　关于前者，他举了一个镇长朋友的例子。他曾经很纳闷，这位朋友为什么每次接电话都说自己在加班？而现在身临其境，他能理解了。在镇上面临的情况更为复杂，雨天防洪，晴天防旱，并且扶贫的任务迫在眉睫，每天光是应付检查都占据了大段时间。所以一年下来，朋友确实如电话里所呈现的状态那样，几乎没怎么休息。</p>\n<p></p>\n<p>　　新的政策往往意味着对新能力的要求，于飞飞就经常感到力不从心。“难道真的是我的学历水平不够？没有能力处理现在面对的问题吗？”</p>\n<p></p>\n<p>　　为了学习、理解和应对，他所用的办法是一有空就上百度搜索资料，然而实际作用并不大。他自我哂笑说：“可能真的只有高人能给我指点了。可是这样的高人在哪里呢？”</p>\n<p></p>\n<p>　　李理便很能理解镇长的忙碌，他经历过这种状态：今天写一个饮用水困难的报告，明天给一条坏掉的路申请维护资金，后天到山上巡视防止失火。</p>\n<p></p>\n<p>　　他曾经到市级部门轮岗，在那样层级明晰的部门里，分工专业，各司其职。</p>\n<p></p>\n<p>　　而在镇政府，就要做一个“全科医生”，环保、水利、林业、农业样样要熟悉。“尤其是党政领导，基本上什么东西都要知道，区委书记就坐在面前，问话时答不上来是非常尴尬的。”</p>\n<p></p>\n<p>　　在两年的基层扎根经历里，他还接待过一位全镇最“知名”的上访户—60来岁的妇女，打扮和街上的任何一个老太太无异，“就是经常撇着嘴”。她持续的上访源于借钱给亲戚投资失利，本是一个民事纠纷，却持续不断地找政府，并且认为每个部门都在“踢皮球”。每位官员都有可能成为她的下一个投诉对象，基本上是谁接待谁“倒霉”。</p>\n<p></p>\n<p>　　李理选择了“倾听”，而不是“反驳”，让对方释放委屈，家长里短一样地聊，对方反而消了气。</p>\n<p></p>\n<p>　　朋友说，李理曾经是一个朋友圈里尽是吃喝玩乐的年轻人状态，工作后便都是培训班、国家政策的分享，变得不一样了。他的确是比以前更为透彻地了解政策执行的个中无奈了。“基层的许多问题，不是要分出谁对谁错，也分不出来，很多时候都是百姓的心中执拗地憋着一口气，怎么顺气才最重要。”</p>\n<p></p>\n<p> </p>\n<p></p>\n<p>　　“我们也在反思”</p>\n<p></p>\n<p>　　张月如果“诉苦”，在别人看来是不可信的。公务员，谁会相信这个曾经人人艳羡的职业有苦可诉呢？</p>\n<p></p>\n<p>　　准时下班的话，张月习惯一个人晚饭后步行20分钟，到家旁的河边散步。河堤很长，入夜后便能给已经闷热的南方带来清爽的凉风。选择工作时，因为他不爱漂泊，所以坚定地选择了回家当公务员这条路径。</p>\n<p></p>\n<p>　　从两年前的懵懂无知到现在逐渐熟习职场上的规则，他摔过跤，也吃过苦头，家人语重心长地劝诫过：选择进入了体制，就要适应人情上的“那一套”，“该做的还是得做”。</p>\n<p></p>\n<p>　　他不是不知道，只是年轻气盛，血气方刚，从心理上，还没能强迫自己接受。</p>\n<p></p>\n<p>　　工作中，他仍然相信，任务的完成就是对上级最好的“奉承”，而不是像其他一到饭点就等在领导办公室门口，过于热衷表现自己的同事一样。</p>\n<p></p>\n<p>　　这份“固执”能坚持多久呢？不知道。两个月前，他从一线的岗位调换到办公室的文职工作，脱离了环境复杂的一线，他可以开始做点自己喜欢干的活儿—写东西了。</p>\n<p></p>\n<p>　　但是现在写的材料都是千篇一律，经常是上级的突然到访带来的临时任务，写得多了—更准确地说，是在网上“复制”“粘贴”多了，不免让人感觉麻木、机械。</p>\n<p></p>\n<p>　　被外界诟病的，还包括基层公务员的薪资问题。以李理所在的湖南为例，对比起其他的发达省份仍然有很大差距。他介绍说，普通基层事业单位的工作人员，工资在2000元出头，加上年底的绩效，一年是四五万元。尽管现在在稳步提升，李理的工资今年也迎来了微调，不过“只涨了一百多元”。</p>\n<p></p>\n<p>　　今年2月底，中科院心理研究所发布了首部心理健康蓝皮书，其中显示公务员群体中有35.2%的比例达到中高等焦虑的状态，这个比例并非最为突出，但因为其关系到社会运行治理的细枝末节而受到广泛的关注。</p>\n<p></p>\n<p>　　就在近日，一篇关于湖南永州市委书记严华的文章在湖南公务员圈流传，这只是一位新走马上任的书记的工作体会，却戳中了很多人的心。文章旗帜鲜明地反对让“5+2、白+黑、8+X”等极端的工作时间安排成为常态，引发了许多公务员的共鸣。</p>\n<p></p>\n<p>　　公务员的心理问题的确需要重视，并且已经引起了真正的关注。3月11日，中共中央办公厅印发了《关于解决形式主义突出问题为基层减负的通知》，决定将2019年作为“基层减负年”。</p>\n<p></p>\n<p>　　在生活中，李理说他并不避讳向别人谈到基层的真实情况和问题，因为他也经常撰写报告，汇报工作中产生的真实想法。“公务员系统并不是经不起批评，我们在党校培训学习的时候，讨论的都是真实存在的问题，我想政府也在积极地反思、变革。”</p>\n<p></p>\n<p>　　（文中部分采访对象为化名）</p>", "content": null, "digest": null, "category": "Demo", "tags": false, "archieve": null, "author": "WP", "created_at": 1558120057.7941463, "mood": null, "status": null, "visible": false, "description": "\n\n　　今天写一个饮用水困难的报告，明天给一条坏掉的路申请维护资金，后天到山上巡视防止失火……在镇政府，就要做一个“全科医生”，环保、水利、林业、农业样样要熟悉。\n\n \n", "length": null, "num_words": null, "views": 0, "stars": 0, "year": null, "month": null, "day": null, "fields": false, "info": "\n\n作者：本刊记者 黄靖芳 \n来源：南风窗 \n日期：2019-04-12 ", "default_template": null}